{
    "barzellette": [
        "Qual è la città preferita dai ragni? Mosca!",
        "Cosa fa un cammello in acqua? Si scioglie!",
        "Un elefante incontra una formica e le dice: 'Sei proprio piccola!' e la formica risponde: 'Eh, io non sono ancora nella fase della crescita!'",
        "Che cosa dice un'ape quando torna a casa? Miele miele!",
        "Cosa fa un gallo sulla chiesa? Il chicchirichetto.",
        "Come si chiama un cane senza zampe? Non importa tanto non verrà comunque!",
        "Qual è il colmo per un elettricista? Avere la corrente nel conto in banca!",
        "Un pomodoro va dal dottore. Il dottore: 'Ti vedo un po' rosso, sei sicuro di stare bene?'",
        "Perché il libro di matematica è sempre triste? Perché ha troppi problemi!",
        "Come si chiama un pesce che non ha occhi? Psce!",
        "Due pizze in forno: una dice 'Che caldo fa qui dentro!' e l'altra risponde 'Aaah, una pizza parlante!'",
        "Qual è il colmo per un biologo? Non avere cellulare!",
        "Cosa fa un'aragosta quando si arrabbia? Fa scena muta!",
        "Cosa dice un semaforo all'altro? Non guardarmi, sto cambiando!",
        "Cosa dice uno scheletro a un altro scheletro? 'Mi fai morire dal ridere!'",
        "Un signore entra in un caffè... Splash!",
        "Qual è il colmo per un giardiniere? Piantarla!",
        "Sai perché il pomodoro non riesce a dormire? Perché l'insalata... russa!",
        "Cosa fa una mucca in discoteca? La vacca dance!",
        "Qual è il colmo per un idraulico? Essere alle tubazioni!",
        "Che differenza c'è tra un elettricista e sua moglie? Nessuna, entrambi ti danno la scossa!",
        "Due uova si incontrano per strada. Una dice all'altra: 'Ciao, come stai?' e l'altra risponde: 'Mi sento un po' frittata'",
        "Come si chiama un ascensore in Germania? Alzen!",
        "Cosa dice un limone a un altro limone? Sei proprio un'agra persona!",
        "Che cosa fanno 8 cani in mare? Un canotto!",
        "Qual è il colmo per un pizzaiolo? Avere la luna storta!",
        "Cosa fa un atomo in chiesa? Prega dio-ossido di carbonio!",
        "Un UFO atterra vicino a un gregge. Scende un alieno e dice: 'Portami dal vostro leader'. Una pecora risponde: 'Beeeeh!'",
        "Un signore va dal dottore: 'Dottore, ho un problema. Credo di essere una tenda'. E il dottore: 'Si calmi, si tiri un po' su'",
        "Due statue parlano nel parco. Una dice all'altra: 'Ti va di andare a prendere un gelato?'. L'altra risponde: 'Certo, ma se torniamo e il piedistallo non c'è più?'",
        "Come si chiamano i due gemelli delle Hawaii? Slim e Salim!",
        "Qual è il colmo per uno scheletro? Avere qualcuno sulle ossa!",
        "Che differenza c'è tra un vigile e un cucciolo di cane? Il cucciolo eventualmente crescerà!",
        "Che cosa fa una mela quando incontra un'altra mela? Le dice 'Melannnnnn!'",
        "Qual è il contrario di metropolitana? Metrocolorata!",
        "Che cosa fa un gatto in carcere? Evade miagolando!"
    ]
}